NWG_LocalizationDictionary = createHashMapFromArray [
    //T1_Battlefield
    //missionMachine
    // ["#MIS_ACTION_TITLE#","Выбрать миссию"],//not used anymore
    ["#MIS_DIF_EASY#","Легче"],
    ["#MIS_DIF_NORMAL#","Сложнее"],
    ["#MIS_CLI_CONFIRMED_SUBTITLE#","новое назначение..."],
    ["#MIS_CLI_CONFIRMED_PLAYER_TEMPLATE#","Оперативник: %1"],
    ["#MIS_COMPLETED_MESSAGE#","РЕЙД ЗАВЕРШЕН"],
    //worldConfig
    ["#WORLD_NAME_STRATIS#","Стратис"],
    ["#WORLD_NAME_ALTIS#","Алтис"],
    ["#WORLD_NAME_TANOA#","Таноа"],
    ["#WORLD_NAME_MALDEN#","Мальден"],
    ["#WORLD_NAME_BOOTCAMP#","Лагерь"],
    ["#WORLD_NAME_VR#","VR"],
    ["#WORLD_NAME_UNKNOWN#","Неизвест."],

    //T2_UserInteraction
    //actionsInVehicle
    ["#AV_JUMP_OUT_TITLE#","Выпрыгнуть"],
    ["#AV_SEAT_SWITCH_NEXT_TITLE#","Следующее место"],
    ["#AV_SEAT_SWITCH_PREV_TITLE#","Предыдущее место"],
    ["#AV_ALL_WHEEL_TITLE_ON#","Полный привод ВКЛ"],
    ["#AV_ALL_WHEEL_TITLE_OFF#","Полный привод ВЫКЛ"],
    ["#AV_QUICK_VEH_ACCESS_TITLE#","Быстрая посадка в технику"],
    //actionsItems
    ["#AI_CAMP_TITLE#","Развернуть лагерь"],
    ["#AI_CAMP_TO_BASE_TITLE#","Вернуться на базу"],
    ["#AI_CAMP_TO_BASE_ENEMIES#","Таксист: 'Прости, босс, но там рядом противник'"],
    ["#AI_CAMP_TO_BASE_MONEY_LOW#","Таксист: 'Это выйдет на %1. Похоже у тебя не хватает'"],
    ["#AI_SMOKE_TITLE#","Выкурить"],
    ["#AI_REPAIR_TITLE#","Ремонт"],
    ["#AI_UNFLIP_TITLE#","Перевернуть"],
    //actionsKeybind
    ["#AK_EARPLUGS_ON#","Беруши надеты"],
    ["#AK_EARPLUGS_OFF#","Беруши сняты"],
    //inventoryUI
    ["#INV_BUTTON_LOOT_TOOLTIP#","Отправить в хранилище"],
    ["#INV_BUTTON_WEAP_TOOLTIP#","Сменить оружие"],
    ["#INV_BUTTON_UNIF_TOOLTIP#","Сменить форму"],
    ["#INV_BUTTON_MAGR_TOOLTIP#","Перепаковать магазины"],
    //keybindings
    ["#KB_USER_PLANSHET#","Планшет оператора"],
    ["#KB_ACT_EARPLUGS#","Беруши"],
    ["#KB_ACT_WEAPONS_AWAY#","Оружие за спину"],
    ["#KB_VIEW_DISTANCE#","Дальность видимости"],
    ["#KB_ACT_PARACHUTE_DEPLOYMENT#","Раскрыть парашют"],
    ["#UP_SETTINGS_KEYBINDINGS_HINT_1#","Нажмите новую клавишу или комбинацию клавиш"],
    ["#UP_SETTINGS_KEYBINDINGS_HINT_2#","Ctrl, Shift, Alt - модификаторы"],
    ["#UP_SETTINGS_KEYBINDINGS_HINT_3#",'"Delete" или "BackSpace" - удалить сочетание'],
    ["#UP_SETTINGS_KEYBINDINGS_HINT_4#",'"Tab" - переключить проброс нажатия'],
    //magrepack (direct translation)
    ["Mag Repack","Перепаковка"],
	[" Source"," Источник"],
	["Target ","Приемник "],
	["FULL MAGS","ПОЛНЫЕ"],
	["All Ammo Types","Все типы патронов"],
	["All Magazines","Все магазины"],
	["Compatible Magazines","Совместимые магазины"],
	["Source is already defined!","Источник уже определен!"],
	["Source cannot be empty!","Источник не может быть пустым!"],
	["Target is already defined!","Приемник уже определен!"],
	["Target magazine cannot be full!","Приемник не может быть полным!"],
	["Repacking","Перепаковка"],
	["Hotkey set, Ctrl+R by default","Горячая клавиша установлена, по умолчанию Ctrl+R"],
    //medicine
    ["#MED_CLI_BLEEDING_UI_TITLE_LOW#","Перевязан"],
    ["#MED_CLI_BLEEDING_UI_TITLE_MID#","Кровотечение"],
    ["#MED_CLI_BLEEDING_UI_TITLE_HIGH#","Сильное кровотечение"],
    ["#MED_CLI_BLEEDING_UI_TITLE_DMG#","Кровотечение от новых ран"],
    ["#MED_CLI_BLEEDING_UI_TIMELEFT#","Осталось: %1  [-%2]"],
    ["#MED_CLI_BLEEDING_UI_CLOSEST_PLAYER#","Рядом: %1 (%2m)"],
    ["#MED_CLI_BLEEDING_UI_NO_CLOSEST#","Никого поблизости"],
    ["#MED_ACTION_SELF_HEAL_TITLE#","Вылечить себя"],
    ["#MED_ACTION_SELF_HEAL_HINT#","Перевязок: %1  Шанс успеха: %2%%"],
    ["#MED_ACTION_SELF_HEAL_PATCHED#","%1 перевязал себя"],
    ["#MED_ACTION_SELF_HEAL_SUCCESS#","%1 вылечил себя"],
    ["#MED_ACTION_SELF_HEAL_FAILURE#","%1 не смог вылечить себя"],
    ["#MED_ACTION_RESPAWN_TITLE#","Эвак на базу"],
    ["#MED_ACTION_HEAL_TITLE#","Вылечить"],
    ["#MED_HAS_MEDKIT#","[+]"],
    ["#MED_NO_MEDKIT#","[-]"],
    ["#MED_ACTION_HEAL_MED_HINT#","Аптечка: %1  Перевязок: %2"],
    ["#MED_ACTION_HEAL_FAK_HINT#","Перевязок: %1  Шанс успеха: %2%%"],
    ["#MED_ACTION_HEAL_PATCHED#","%2 перевязан %1"],
    ["#MED_ACTION_HEAL_SUCCESS#","%2 вылечен %1"],
    ["#MED_ACTION_HEAL_FAILURE#","%1 не смог вылечить %2"],
    ["#MED_ACTION_DRAG_TITLE#","Тащить"],
    ["#MED_ACTION_CARRY_TITLE#","Нести"],
    ["#MED_ACTION_RELEASE_TITLE#","Отпустить"],
    ["#MED_ACTION_VEH_LOADIN_TITLE#","Загрузить"],
    ["#MED_BLAME_VEH_KO_NOBODYS#","%1 выбит из техники"],
    ["#MED_BLAME_VEH_KO_DAMAGER#","%2 выбит из техники %1"],
    ["#MED_BLAME_WOUND_NOBODYS#","%1 ранен"],
    ["#MED_BLAME_WOUND_DAMAGER#","%2 ранен %1"],
    ["#MED_BLAME_KILL_NOBODYS#","%1 казнён"],
    ["#MED_BLAME_KILL_DAMAGER#","%2 казнён %1"],
    //playerStateHolder
    ["#DPL_LOADOUT_DEPLETED#","Вы потеряли часть снаряжения"],
    ["#DPL_ADD_WEAPON_DEPLETED#","Вы потеряли дополнительное оружие"],
    ["#DPL_LOOT_DEPLETED#","Таксист забрал %1%% вашей добычи"],
    //userPlanshet
    ["#UP_BUTTON_MOBLSHOP_TOOLTIP#","Мобильный магазин"],
    ["#UP_BUTTON_MTRANSFR_TOOLTIP#","Перевод денег"],
    ["#UP_BUTTON_GROUPMNG_TOOLTIP#","Управление группой"],
    ["#UP_BUTTON_DOCUMNTS_TOOLTIP#","Документы"],
    ["#UP_BUTTON_PLR_INFO_TOOLTIP#","Информация об игроке"],
    ["#UP_BUTTON_SETTINGS_TOOLTIP#","Настройки"],
    ["#UP_NOT_IMPLEMENTED_TOOLTIP#","Эта опция пока не реализована"],
    //06Settings
    ["#UP_SETTINGS_TITLE#","Настройки"],
    ["#UP_SETTINGS_KEYBINDINGS#","Горячие клавиши"],
    //voting
    ["#VOTE_COUNTER_TEMPLATE#","Введите + или - в чат\n[+]:%2 [-]:%3 (%4)сек"],
    ["#VOTE_HINT_ABORTED#","Голосование отменено"],
    ["#VOTE_HINT_VOTE_RECEIVED#","Голос отправлен"],
    ["#VOTE_HINT_TIMEOUT#","Время вышло"],
    //viewDistance (direct translation)
    ["Distance view settings","Настройки дальности видимости"],
    ["Infantry:","Пехота:"],
    ["Ground:","Техника:"],
    ["Air:","Воздушн.:"],
    ["Object:","Объекты:"],
    ["Drone:","Дроны:"],
    ["Grass Settings","Настройки травы"],
    ["Object Settings","Настройки объектов"],
    ["Close","Закрыть"],
    ["Saves","Сохранения"],
    ["Low","Низкое"],
    ["Normal","Среднее"],
    ["High","Высокое"],
    ["Ultra","Ультра"],
    ["Sync with view","Синхронизировать с видом"],
    ["Auto","Авто"],
    ["Save Manager","Менеджер сохранений"],
    ["SAVE NAME","ИМЯ СОХРАНЕНИЯ"],
    ["Save","Сохранить"],
    ["Hide","Скрыть"],

    //T3_Economics
    //hunting
    ["#A_HUNT_TITLE#",""],
    ["#A_HUNT_FORBIDDEN_MESSAGE#","Эй, %1, держись от собак подальше, ты грёбаный живодёр!"],
    //lootMission
    ["#LS_ACTION_LOOT_TITLE#","Забрать добычу"],
    ["#LS_ACTION_LOOT_SUCCESS#","Забрал"],
    ["#LS_ACTION_LOOT_FAILURE#","Ящик пуст"],
    //lootStorage
    ["#LS_STORAGE_ACTION_TITLE#","<t size='1.4'>Открыть Хранилище</t>"],
    ["#LS_DEPLETE_NOTIFICATION#","Таксист забрал %1%% добычи"],
    //moneyTransfer
    ["#MT_ACTION_TITLE#","Перевод денег"],
    ["#MT_PLAYER_NOT_FOUND#","Игрок не найден"],
    //shopItems
    // ["#ISHOP_ACTION_TITLE#","Открыть Магазин"],//not used anymore
    ["#ISHOP_SELLER_MONEY_CONST#","€$---"],
    ["#ISHOP_CAT_ALL#","Все предметы"],
    ["#ISHOP_CAT_CLTH#","Одежда"],
    ["#ISHOP_CAT_WEAP#","Оружие"],
    ["#ISHOP_CAT_ITEM#","Предметы"],
    ["#ISHOP_CAT_AMMO#","Боеприпасы"],
    ["#ISHOP_MULT_X10_TT#","Ctrl"],
    ["#ISHOP_MULT_ALL_TT#","Shift"],
    //shopMobile
    ["#MSHOP_ROOT_TITLE#","Мобильный магазин"],
    ["#MSHOP_CAT0_TITLE#","БПЛА"],
    ["#MSHOP_C0I0#","Дрон-разведчик"],
    ["#MSHOP_C0I1#","Одноразовый дрон (HE 44)"],
    ["#MSHOP_C0I2#","Одноразовый дрон (HEAT 55)"],
    ["#MSHOP_C0I3#","Одноразовый дрон (HEAT 75)"],
    ["#MSHOP_C0I4#","Дрон-миноукладчик"],
    ["#MSHOP_C0I4_ActionTitle#","Установить мину"],
    ["#MSHOP_C0I4_ActionTooHigh#","Слишком высоко для установки"],
    ["#MSHOP_C0I5#","Грозовой ЭМИ-дрон"],
    ["#MSHOP_C0I5_ActionTitle#","Активировать"],
    ["#MSHOP_C0I6#","Дрон-бомбардировщик"],
    ["#MSHOP_C0I7#","Абабиль"],
    ["#MSHOP_CAT1_TITLE#","Поддержка миномёта"],
    ["#MSHOP_C1I0#","Одиночный залп"],
    ["#MSHOP_C1I1#","Двойной залп"],
    ["#MSHOP_C1I2#","Три залпа подряд"],
    ["#MSHOP_C1I3#","Накрыть область"],
    ["#MSHOP_C1I4#","Осветительные заряды"],
    ["#MSHOP_C1I5#","Дымовые заряды"],
    ["#MSHOP_CAT2_TITLE#","Поддержка пехоты"],
    ["#MSHOP_C2I0#","Пара (2)"],
    ["#MSHOP_C2I1#","Отряд (3)"],
    ["#MSHOP_C2I2#","Компания (5)"],
    ["#MSHOP_C2I3#","Отделение (8)"],
    ["#MSHOP_CAT3_TITLE#","Доставка техники"],
    ["#MSHOP_MAP_ITEM_HINT#","Отметьте пункт назначения"],
    ["#MSHOP_MAP_VEHICLE_HINT#","Отметьте куда доставить технику"],
    //shopVehicles
    // ["#VSHOP_ACTION_TITLE#","Открыть Магазин"],//not used anymore
    ["#VSHOP_SELLER_MONEY_CONST#","€$---"],
    ["#VSHOP_CAT_ALL#","Вся техника"],
    ["#VSHOP_CAT_AAIR#","Противовоздушная"],
    ["#VSHOP_CAT_APCS#","Бронетранспорт"],
    ["#VSHOP_CAT_ARTY#","Артиллерия"],
    ["#VSHOP_CAT_BOAT#","Лодки"],
    ["#VSHOP_CAT_CARS#","Машины"],
    ["#VSHOP_CAT_DRON#","Дроны"],
    ["#VSHOP_CAT_HELI#","Вертолёты"],
    ["#VSHOP_CAT_PLAN#","Самолёты"],
    ["#VSHOP_CAT_SUBM#","Подводные лодки"],
    ["#VSHOP_CAT_TANK#","Танки"],
    ["#VSHOP_PLATFORM_OCCUPIED#","Платформа занята"],
    ["#VSHOP_CANNOT_SELL_VEHICLE#","Нельзя продать эту технику"],
    //vehCustomizationAppearance
    ["#CAPP_LEFT_TITLE#","Цвет"],
    ["#CAPP_RIGHT_TITLE#","Компоненты"],
    //vehCustomizationPylons
    ["#CPYL_LEFT_TITLE#","Пресеты пилонов"],
    ["#CPYL_RIGHT_TITLE#","Владелец пилонов"],
    ["#CPYL_OWNER_PILOT#","Пилот"],
    ["#CPYL_OWNER_GUNNER#","Стрелок"],
    //vehOwnership
    ["#VEHOWN_MESSAGE_OWNER#","['%1'] Владелец: %2"],
    //wallet
    ["#WLT_NOTIFY_MONEY_ADD#","[Деньги:  +%1]"],
    ["#WLT_NOTIFY_MONEY_SUB#","[Деньги:  %1]"],

    //T4_Dialogues
    //dialogueSystem
    /*Action title*/
    ["#DLG_OPEN_TITLE#","<img image='a3\ui_f\data\igui\cfg\actions\talk_ca.paa' size='1.5'/> <t size='1.5'>Говорить</t>"],
    /*NPC names*/
    ["#NPC_TAXI_NAME#","Таксист"],
    ["#NPC_MECH_NAME#","Механик"],
    ["#NPC_TRDR_NAME#","Торговец"],
    ["#NPC_MEDC_NAME#","Док"],
    ["#NPC_COMM_NAME#","Командир"],
    ["#NPC_ROOF_NAME#","Иван на Крыше"],
    /*Answers generation (auto gen for any NPC by DLGHLP)*/
    ["#AGEN_HELP_01#","Что мне нужно знать?"],
    ["#AGEN_HELP_PLC_01#","Что это за место?"],
    ["#AGEN_HELP_WHO_01#","Кто ты?"],
    ["#AGEN_HELP_TLK_01#","С кем мне стоит поговорить?"],
    ["#AGEN_HELP_UFL_01#","Как тут всё устроено?"],
    ["#AGEN_ADV_01#","Есть какие-то советы?"],
    ["#AGEN_ANQ_01#","Другой вопрос"],
    ["#AGEN_ANQ_02#","Я хотел задать ещё один вопрос"],
    ["#AGEN_ANQ_03#","И ещё кое-что"],
    ["#AGEN_BACK_01#","Понятно"],
    ["#AGEN_BACK_02#","Да, понятно"],
    ["#AGEN_BACK_03#","Спасибо, понятно"],
    ["#AGEN_BACK_04#","Принято"],
    ["#AGEN_DOUBT_01#","Что-то я сомневаюсь"],
    ["#AGEN_DOUBT_02#","Хотя..."],
    ["#AGEN_DOUBT_03#","Нет, ничего"],
    ["#AGEN_DOUBT_04#","Нет, забудь"],
    ["#AGEN_DOUBT_05#","Не уверен"],
    ["#AGEN_DOUBT_06#","Вообще-то нет, забудь"],
    ["#AGEN_EXIT_01#","Увидимся позже"],
    ["#AGEN_EXIT_02#","Ладно, увидимся"],
    ["#AGEN_EXIT_03#","Спасибо, до свидания"],
    ["#AGEN_EXIT_04#","Мне лучше идти"],
    ["#AGEN_EXIT_05#","Хорошего дня"],
    ["#AGEN_EXIT_06#","Ничего, я пойду"],
    /*Common answers to any NPC*/
    ["#XXX_01_Q_01#","Ещё что-нибудь?"],
    ["#XXX_QUIT_DIALOGUE#","Нет, ничего"],
    ["#XXX_PAY_Q_01#","Это будет стоить тебе %1"],
    ["#XXX_PAY_REFUSE#","Я передумал"],
    /*====== TAXI =====*/
    /*Taxi - logic*/
    ["#TAXI_CAT_SQD#","К моей команде"],
    ["#TAXI_CAT_VHC#","К моей технике"],
    ["#TAXI_CAT_CMP#","К моему лагерю"],
    ["#TAXI_CAT_AIR#","Забрось по воздуху, я покажу на карте"],
    ["#TAXI_NO_DROP_POINTS#","Кажется ничего нет..."],
    ["#TAXI_INV_DROP_POINT#","Переброска не удалась"],
    ["#TAXI_PARADROP_HINT#","Подсказка: Раскрыть парашют\n'Пробел' по умолчанию"],
    /*Taxi - TAXI_00*/
    ["#TAXI_00_Q_01#","Всегда приятно видеть новые лица"],
    ["#TAXI_00_Q_02#","Как дела, босс?"],
    ["#TAXI_00_Q_03#","Подбросить?"],
    ["#TAXI_00_Q_04#","Привет, как оно, босс?"],
    ["#TAXI_00_A_01#","Подбросить меня..."],
    /*Taxi - TAXI_01*/
    ["#TAXI_01_Q_02#","Итак?"],
    /*Taxi - TAXI_CS*/
    ["#TAXI_CS_Q_01#","Куда, босс?"],
    ["#TAXI_CS_Q_02#","Конечно, босс|Куда тебе нужно?"],
    ["#TAXI_CS_Q_03#","Разумеется, куда?"],
    /*Taxi - TAXI_PS*/
    ["#TAXI_PS_Q_01#","А конкретно?"],
    /*Taxi - TAXI_PAY*/
    ["#TAXI_PAY_A_01#","Вот деньги"],
    ["#TAXI_PAY_A_02#","Прости, у меня столько нет"],
    ["#TAXI_PAY_A_03#","Ладно, бывай"],
    /*Taxi - TAXI_LOW*/
    ["#TAXI_LOW_Q_01#","Это печально, босс"],
    ["#TAXI_LOW_Q_02#","Приходи когда будет, босс|Или проверь другие варианты"],
    ["#TAXI_LOW_Q_03#","Денег нет, босс?|Попробуй продать что-нибудь"],
    ["#TAXI_LOW_Q_04#","Прости, босс, скидок не делаю"],
    ["#TAXI_LOW_A_01#","Да, точно..."],
    ["#TAXI_LOW_A_02#","Увидимся позже"],
    /*Taxi - TAXI_HELP*/
    ["#TAXI_HELP_Q_01#","Конкретно или в общем?"],
    ["#TAXI_HELP_Q_02#","Зависит. Что ты хочешь узнать, босс?"],
    ["#TAXI_HELP_Q_03#","Многое нужно знать, босс|Но какой у тебя конкретный вопрос?"],
    ["#TAXI_HELP_Q_04#","Спрашивай, босс"],
    /*Taxi - TAXI_HELP_PLACE*/
    ["#TAXI_HELP_PLACE_Q_01#","В смысле эта база или моя стоянка в частности, босс?|База - это база|А моя стоянка - это точка сбора для моих клиентов|В смысле для ребят вроде тебя|Меня всегда можно здесь найти и заказать поездку|Или просто поговорить, я не против поболтать"],
    /*Taxi - TAXI_HELP_WHO*/
    ["#TAXI_HELP_WHO_Q_01#","Меня зовут 'таксист' или 'такси' для краткости|Меня и так, и так устраивает|Не знаю, что ещё сказать|Я люблю чай и экономлю деньги на покупку новой машины|Между делом, я совершаю прямой обмен ваших денег на мои услуги|О, и недавно я начал сотрудничать с местным пилотом|Так что теперь мы 'такси авиакомпания' тоже|Тебе следует попробовать, босс, просто закажи заброску по воздуху"],
    /*Taxi - TAXI_HELP_TALK*/
    ["#TAXI_HELP_TALK_Q_01#","Поговорить точно стоит с начальником внутри|Скажи ему, что я передавал привет|Есть ещё механик - крутой парень|Всегда помогает мне с моей техникой|Ты тоже можешь купить у него тачку, конечно|Но проще просто заказать поездку у меня|И дешевле выйдет|Потом есть ещё торговец - просто очаровашка, тебе понравится|Медик и какой-то мутный парень на крыше|Честно говоря, не знаю его|Ну и вроде это все"],
    /*Taxi - TAXI_HELP_USERFLOW*/
    ["#TAXI_HELP_USERFLOW_Q_01#","Да несложно, просто скажи мне, куда тебя доставить|Я посчитаю цену и довезу как можно быстрее|А вот обратно...|Если захватишь спальный мешок и разобьешь лагерь|То конечно, без проблем|Но если нет — прости, босс, тогда ты уж как-нибудь сам|Ничего личного, просто вопрос безопасности|Кстати о ней|Ещё я занимаюсь срочной эвакуацией раненых|И вот что, босс внутри говорит что я занимаюсь ей за бесплатно|Типа это была часть сделки|Без проблем, но я просто говорю|Человек должен искать возможности|Так что если влип - вызывай, я денег не возьму|Но заберу примерно половину товара из твоего хранилища|Это по-честному и по правилам, согласен, босс?|О, и ещё кое-что - я обещаю спасти ТЕБЯ|Я не даю гарантий на то, что на тебе надето|Потеряется, зацепится, придётся срезать - без обид, окей?"],
    /*Taxi - TAXI_ADV*/
    ["#TAXI_ADV_Q_01#","Грамотно выбирай точку доставки, босс|Я то тебя доставлю|Но мне нужны постоянные клиенты|Понимаешь к чему клоню?"],
    ["#TAXI_ADV_Q_02#","Не спеши ворваться в бой|Если хочешь, чтобы я доставил тебя к твоей команде|Спроси их, насколько безопасно это место"],
    ["#TAXI_ADV_Q_03#","Не забывай про чаевые|Мы же друзья"],
    ["#TAXI_ADV_Q_04#","Если найдёшь спальный мешок, можешь развернуть лагерь для себя и других|Только убедись что делаешь это подальше|От плохих ребят и нашей базы|И так как это относительно безопасный вариант|Я посчитаю меньше за доставку туда|И даже заберу тебя оттуда за те же деньги"],
    ["#TAXI_ADV_A_01#","Это хорошая мудрость"],
    /*====== MECH =====*/
    /*Mech - logic*/
    ["#MECH_NO_VEHICLES#","Кажется ничего нет..."],
    ["#MECH_INV_VEH#","Обслуживание техники не удалось"],
    /*Mech - MECH_00*/
    ["#MECH_00_Q_01#","Новичок?|Водить умеешь?"],
    ["#MECH_00_Q_02#","Да?"],
    ["#MECH_00_Q_03#","Чем могу помочь?"],
    ["#MECH_00_Q_04#","Эй, видел...|Пареня с красной монтировкой?|Этот чувак мне должен|Это моя монтировка|И это моя любимая|Ты если его увидишь - скажи мне|Ладно?"],
    ["#MECH_00_Q_05#","Купить? Продать? Отремонтировать?"],
    ["#MECH_00_A_01#","Открывай магазин"],
    ["#MECH_00_A_02#","Мне нужны твои услуги"],
    /*Mech - MECH_01*/
    ["#MECH_01_Q_02#","Что?"],
    ["#MECH_01_Q_03#","Да, что?"],
    /*Mech - MECH_SERV*/
    ["#MECH_SERV_Q_01#","Какого рода?"],
    ["#MECH_SERV_A_01#","Мне нужно отремонтировать"],
    ["#MECH_SERV_A_02#","Мне нужно заправить"],
    ["#MECH_SERV_A_03#","Пополнить боезапас"],
    ["#MECH_SERV_A_04#","Внешний вид поменять можешь?"],
    ["#MECH_SERV_A_05#","Мне бы новые пилоны"],
    ["#MECH_SERV_A_06#","Установи этот свой 'Полный привод'"],
    /*Mech - MECH_REPAIR*/
    ["#MECH_REPAIR_Q_01#","Конечно, что сломалось?"],
    ["#MECH_REPAIR_Q_02#","Ремонт - это моя работа. Какую технику посмотреть?"],
    /*Mech - MECH_REFUEL*/
    ["#MECH_REFUEL_Q_01#","Повезло, что у ещё есть. Какую технику заправить?"],
    ["#MECH_REFUEL_Q_02#","Да, топливо только что доставили. Какую технику заправить?"],
    /*Mech - MECH_REARM*/
    ["#MECH_REARM_Q_01#","Боезапас имеется. Какую технику будем пополнять?"],
    ["#MECH_REARM_Q_02#","Конечно, что именно?"],
    /*Mech - MECH_APRNC*/
    ["#MECH_APRNC_Q_01#","Ездишь на стиле?|Конечно, что будем менять?"],
    ["#MECH_APRNC_Q_02#","Тачку на прокачку значит?"],
    /*Mech - MECH_PYLON*/
    ["#MECH_PYLON_Q_01#","Ну давай потягаем железо"],
    ["#MECH_PYLON_Q_02#","Я не против тяжёлой работы, но эти ракеты - боль в жопе|Не дай бог на ногу упадут|Но конечно, какую птичку пополняем?"],
    ["#MECH_PYLON_Q_03#","Ого, да у нас тут настоящий пилот"],
    /*Mech - MECH_ALWHL*/
    ["#MECH_ALWHL_Q_01#","Безумно крутая штука|И исключительно полезная"],
    ["#MECH_ALWHL_Q_02#","Так ты оценил моё изобретение?|Предупреждаю, это не дешёво"],
    ["#MECH_ALWHL_Q_03#","Да, давай сделаем тебе монстр-трак"],
    ["#MECH_ALWHL_Q_04#","Рад, что кто-то оценил его по достоинству"],
    /*Mech - MECH_PAY*/
    ["#MECH_PAY_A_01#","Забирай"],
    ["#MECH_PAY_A_02#","Это больше, чем у меня есть"],
    /*Mech - MECH_LOW*/
    ["#MECH_LOW_Q_01#","Ну да, это не дешёво"],
    ["#MECH_LOW_Q_02#","Прости, товарищ, скидок нет"],
    ["#MECH_LOW_A_01#","Похоже на то"],
    ["#MECH_LOW_A_02#","Я приду позже"],
    /*Mech - MECH_HELP*/
    ["#MECH_HELP_Q_01#","Смотря о чем?"],
    ["#MECH_HELP_Q_02#","Да? О чем?"],
    ["#MECH_HELP_Q_03#","Конкретно?"],
    /*Mech - MECH_HELP_PLACE*/
    ["#MECH_HELP_PLACE_Q_01#","Это место, где можно продать или купить технику|Я также оказываю услуги по ремонту, заправке и прочему"],
    /*Mech - MECH_HELP_WHO*/
    ["#MECH_HELP_WHO_Q_01#","Прости, здесь нет имен|Просто называй меня 'механик'|Это должно подсказать чем я занимаюсь"],
    /*Mech - MECH_HELP_TALK*/
    ["#MECH_HELP_TALK_Q_01#","Поговорить?|Парень-таксист вон там занимается доставкой|Я работаю с техникой|Торговец внутри скупает вещи|А если не знаешь с чего начать|Иди доложи командиру|Он тебе все объяснит"],
    /*Mech - MECH_HELP_USERFLOW*/
    ["#MECH_HELP_USERFLOW_Q_01#","Ну, мой бизнес открыт 24 на 7|Ты привозишь технику - я не спрашиваю где ты её взял|Куплю всё - военную, гражданскую, спортивные машины, квадрики|Естественно, я её проверю на наличие повреждений|Это снизит цену покупки|О, и не забудь ничего внутри - я все вещи просто выкидываю|Можешь также наоборот купить технику у меня|У нас есть программа выкупа - покупаешь то, что другие продали|И иногда появляются свежие предложения, если тебя это интересует|Они в основном основаны на нашей репутации и прогрессе|Ты увидишь|Чем больше мы очищаем - тем больше я могу предложить|Наконец, ты можешь заказать доставку через свой планшет|Цены там немного выше, сам понимаешь|Нажми у себя 'F3' 'Мобильный магазин' 'Доставка техники'|О, и интересней становится, если ты командуешь отрядом|В этом случае|Ты можешь купить технику на деньги всей своей команды|И если продаёшь - то прибыль делится между всем отрядом"],
    /*Mech - MECH_ADV*/
    ["#MECH_ADV_Q_01#","Постарайся не утопить свою машину|Её можно починить если сломана|Заправить если она пустая|Блин, даже перевернуть если упала на крышу|Но утопишь|Возврату не подлежит|Считай пропало"],
    ["#MECH_ADV_Q_02#","Не знаю стоит ли говорить|Но блин, работы и так много|Так что слушай|Чини технику перед продажей сам|Цена больше|Мне работы меньше|Всем хорошо"],
    ["#MECH_ADV_Q_03#","Не жадничай|Если нужно бросить тачку и уносить ноги|Бросай и уноси|Новую всегда купишь|Лучше потерять премию|Чем половину зарплаты|(кивает в сторону таксиста)"],
    ["#MECH_ADV_Q_04#","Не забудь взять с собой инструмент|Вот такой простой совет"],
    /*====== TRDR =====*/
    /*Trdr - TRDR_00*/
    ["#TRDR_00_Q_01#","Как ты оказался без денег?|Ничего тут не трогай|Хоть продать то что-нибудь есть?"],
    ["#TRDR_00_Q_02#","Новенький?|Поступишь правильно если купишь терминал БПЛА и рацию|Это хорошее вложение|А у меня как раз есть несколько на продажу"],
    ["#TRDR_00_Q_03#","Добро пожаловать в мой магазин, друг"],
    ["#TRDR_00_Q_04#","Мой любимый покупатель|Как дела сегодня?"],
    ["#TRDR_00_Q_05#","Да?"],
    ["#TRDR_00_Q_06#","Посмотри те ка кто у нас тут"],
    ["#TRDR_00_Q_07#","Покупаешь?"],
    ["#TRDR_00_Q_08#","Заходи давай"],
    ["#TRDR_00_A_01#","Давай поторгуем"],
    /*Trdr - TRDR_01*/
    ["#TRDR_01_Q_01#","Надумал?"],
    ["#TRDR_01_Q_02#","Так что?"],
    ["#TRDR_01_Q_03#","Что-то ещё?"],
    /*Trdr - TRDR_HELP*/
    ["#TRDR_HELP_Q_01#","О чём?"],
    ["#TRDR_HELP_Q_02#","Да? О чём?"],
    ["#TRDR_HELP_Q_03#","Я человек занятой, говори быстрее"],
    /*Trdr - TRDR_HELP_PLACE*/
    ["#TRDR_HELP_PLACE_Q_01#","А ты осмотрись хорошенько. Это мой магазин. Место где деньги делаются|А вот там в углу твой склад|Можешь заглянуть туда перед продажей|Всё что ты находишь снаружи идёт в этот ящик|И покупка, и продажа идут через него"],
    /*Trdr - TRDR_HELP_WHO*/
    ["#TRDR_HELP_WHO_Q_01#","Я тут твой лучший друг|Серьёзно, я могу тебе не нравиться|Но пока мы оба настроены на дело|Мы поладим"],
    /*Trdr - TRDR_HELP_TALK*/
    ["#TRDR_HELP_TALK_Q_01#","Ты хочешь, чтобы я рассказал тебе о других?|Нет|Почему бы тебе не поговорить с ними самому?"],
    /*Trdr - TRDR_HELP_USERFLOW*/
    ["#TRDR_HELP_USERFLOW_Q_01#","Послушай, всё просто.|Ты находишь что-то ценное снаружи|Ты отправляешь это на склад|И потом приходишь сюда продавать|Можешь и купить что-то у меня|Чем активнее мы расширяемся - тем больше я смогу предложить"],
    /*Trdr - TRDR_ADV1*/
    ["#TRDR_ADV1_Q_01#","Совет?|Положи деньги на стол|Это мой совет|Следующий совет будет стоить %1"],
    ["#TRDR_ADV1_Q_02#","Ты слышал 'Советы дешевы'?|Но не у меня|С тебя %1"],
    ["#TRDR_ADV1_Q_03#","%1"],
    ["#TRDR_ADV1_A_01#","Вот"],
    ["#TRDR_ADV1_A_02#","Сейчас у меня столько нет"],
    /*Trdr - TRDR_ADV2*/
    ["#TRDR_ADV2_Q_01#","Не привязывайся к одному оружию|Всегда есть из чего пострелять|Но если ты упрямишься|Окажешься без патронов"],
    ["#TRDR_ADV2_Q_02#","Всегда делись с другими|Это может показаться странным|Но они могут тебя спасти|Или убить|И сказать что ты такой и был когда нашли|Всегда помни это|Взаимное уважение приносит больше прибыли|И больше клиентов"],
    ["#TRDR_ADV2_Q_03#","Нашел кучу трупов?|Собери с них всё что можно|Только потом иди дальше|Никогда не знаешь, увидишь ты их снова или нет"],
    /*Trdr - TRDR_LOW*/
    ["#TRDR_LOW_Q_01#","Не трать тогда моё время тогда|Совет ему нужен... пффф"],
    ["#TRDR_LOW_A_01#","Не так уж и хотелось"],
    ["#TRDR_LOW_A_02#","Да, точно..."],
    ["#TRDR_LOW_A_03#","Я вернусь"],
    /*====== MEDC =====*/
    /*Medc - MEDC_00*/
    ["#MEDC_00_Q_01#","Ты ранен? Мне помочь?"],
    ["#MEDC_00_Q_02#","Хреново выглядишь, сынок"],
    ["#MEDC_00_Q_03#","Да? Да?"],
    ["#MEDC_00_Q_04#","Ты принес свою медкарту?"],
    ["#MEDC_00_Q_05#","Нужны таблетки?|Мне тоже, сынок, мне тоже"],
    ["#MEDC_00_A_01#","Да, я ранен. Можешь помочь?"],
    /*Medc - MEDC_01*/
    ["#MEDC_01_Q_01#","Выглядишь усталым, сынок"],
    ["#MEDC_01_Q_02#","Убедись, что питаешься правильно"],
    ["#MEDC_01_Q_03#","Тебе бы поспать"],
    ["#MEDC_01_A_01#","Можешь помочь?"],
    /*Medc - MEDC_PATCH*/
    ["#MEDC_PATCH_Q_01#","Конечно, сынок|И так как ты тут новичок|Давай договоримся как будто твоя страховка это покрывает|Хорошо?"],
    ["#MEDC_PATCH_Q_02#","Конечно, это будет тебе стоить %1"],
    ["#MEDC_PATCH_A_01#","Спасибо, доктор"],
    ["#MEDC_PATCH_A_02#","Да, вот"],
    /*Medc - MEDC_HELP*/
    ["#MEDC_HELP_Q_01#","А что бы тебе хотелось знать, сынок?"],
    ["#MEDC_HELP_Q_02#","Какие у тебя вопросы?"],
    /*Medc - MEDC_HELP_PLACE*/
    ["#MEDC_HELP_PLACE_Q_01#","Это больница, сынок|У тебя голова не кружится?|Знаешь какой сейчас год?"],
    /*Medc - MEDC_HELP_WHO*/
    ["#MEDC_HELP_WHO_Q_01#","Меня зовут доктор Жан-Батист Адебайо|Но ты можешь звать меня 'Док'|Все здесь так делают|Они странно реагируют когда я использую своё полное имя|Как будто это запрещено|Но это естественно для человека иметь имя|Мы же не собаки"],
    /*Medc - MEDC_HELP_TALK*/
    ["#MEDC_HELP_TALK_Q_01#","Другие?|Хм, да, я думаю, есть и другие|А что с ними?"],
    /*Medc - MEDC_HELP_USERFLOW*/
    ["#MEDC_HELP_USERFLOW_Q_01#","Я просто лечу всех раненых здесь|Эти новые перевязочные пакеты - это что-то новенькое|Заставляют тебя чувствовать будто ты в полном порядке|Но это только на поверхности|А внутри|Ты получаешь повреждения, и каждое новое может быть последним|Ты заметишь, как становится всё сложнее и сложнее подняться|С каждым новым попаданием|Вот почему ты должен будешь срочно прийти ко мне|Или хотя бы позволить этому водителю тебя отвезти|Я тебя вылечу нормально. Обещаю"],
    /*Medc - MEDC_ADV*/
    ["#MEDC_ADV_Q_01#","Убедись что у тебя достаточно перевязочных пакетов|Полноценная аптечка - тоже хорошо|Но это перевязкой ты себя поднимаешь|Аптечка чтобы помочь другим, перевязка - себе"],
    ["#MEDC_ADV_Q_02#","Эти не смешивай|Я вот смешал|Но мне нормально..."],
    ["#MEDC_ADV_Q_03#","Хм...|Просто приглядывайте друг за другом"],
    /*====== COMM =====*/
    /*Comm - COMM_00*/
    ["#COMM_00_Q_01#","Мы в стадии активной операции|Присоединяйся к другим|И возвращайся не по частям"],
    ["#COMM_00_Q_02#","Новенький?|Воевать умеешь?|Хорошо"],
    ["#COMM_00_Q_03#","Я слушаю"],
    ["#COMM_00_Q_04#","Докладывай, солдат"],
    ["#COMM_00_Q_05#","Вольно, солдат"],
    ["#COMM_00_Q_06#","Давай быстро"],
    ["#COMM_00_A_01#","Готов к бою, сэр"],
    ["#COMM_00_A_02#","Выдвигаюсь"],
    ["#COMM_00_A_03#","Можете мне объяснить кое-что?"],
    ["#COMM_00_A_04#","Советом поделитесь?"],
    /*Comm - COMM_01*/
    ["#COMM_01_A_02#","Выдвигаюсь"],
    /*Comm - COMM_MIS*/
    ["#COMM_MIS_Q_01#","Хорошо, боец|Вот что мы имеем"],
    ["#COMM_MIS_Q_02#","Вот варианты"],
    ["#COMM_MIS_Q_03#","Есть информация о нескольких точках"],
    ["#COMM_MIS_A_01#","Показывайте"],
    ["#COMM_MIS_A_02#","Сначала кое-что другое, сэр"],
    ["#COMM_MIS_A_03#","Мне нужно больше времени для подготовки"],
    /*Comm - COMM_HELP*/
    ["#COMM_HELP_Q_01#","Что именно?"],
    ["#COMM_HELP_Q_02#","Разумеется, что именно?"],
    /*Comm - COMM_HELP_PLACE*/
    ["#COMM_HELP_PLACE_Q_01#","Это наш центр оперативного планирования и управления|Здесь мы собираем информацию и составляем планы"],
    /*Comm - COMM_HELP_WHO*/
    ["#COMM_HELP_WHO_Q_01#","Тебе следует посетить медика, если задаёшь такие вопросы|Но хорошо|Ты смотришь на своего полевого офицера|Который отвечает за операцию|Я собираю информацию из наших источников|И отмечаю текущие точки интереса|Но решение принимается тобой. Я лишь предоставляю выбор"],
    /*Comm - COMM_HELP_TALK*/
    ["#COMM_HELP_TALK_Q_01#","Поговорить стоит со мной, это ты делаешь правильно|Получение новой задачи должно быть приоритетом|Снаружи найдешь нашего доставщика|Он подбросит поближе к цели|Есть инженер и медик|Оба в нашем отряде официально и помогают каждый в своей области|Торговец - это нанятый специалист|Ты должен с ним поговорить, если что-то продаёшь|И на крыше стоит новичок, который следит за нашими запасами и отправляет дроны по запросу"],
    /*Comm - COMM_HELP_USERFLOW*/
    ["#COMM_HELP_USERFLOW_Q_01#","Абсолютно прозрачно|Мы собираем информацию о вражеской активности|Ты решаешь куда отправиться|Заходишь. Берёшь всё что можешь. Выходишь|Нейтрализация противника не является приоритетной задачей|Но можешь этим заняться, если требуется|Обрати внимание|Мы ранжируем предлагаемые варианты по численности противника|Чем выше присутствие противника в области - тем сложнее работа|Чем сложнее работа - тем больше ты найдёшь там ценного|Нажми 'F3' на своем планшете и перейди в 'Мобильный магазин'|Мы можем отправить дроны различного типа по твоему запросу|Чтобы помочь тебе в бою|У нас также есть контакты с местным сопротивлением|Они могут предоставить поддержку миномёта|Или даже присоединиться к тебе в бою|Но ты должен будешь заплатить за все это вперед"],
    /*Comm - COMM_ADV*/
    ["#COMM_ADV_Q_01#","Всегда держи карту и рацию под рукой|Убедись, что знаешь где находятся другие|И что они знают где находишься ты|Чтобы избежать дружественного огня и оказывать своевременную поддержку"],
    ["#COMM_ADV_Q_02#","Держи каналы рации занятыми полезной информацией|И свободными от мусора"],
    ["#COMM_ADV_Q_03#","Не бросайся в бой напролом|Планируй всё заранее|Убедись, что знаешь количество целей и где они находятся|Отметь маршруты, по которым ты будешь заходить|Подготовь маршрут выхода и запасной план"],
    ["#COMM_ADV_Q_04#","Ты можешь выкурить экипаж из техники|Поместив дымовую или обычную гранату в вентиляционные отверстия|Но будь осторожен, к технике ещё нужно подобраться"],
    ["#COMM_ADV_Q_05#","Твоё личное устройство безопасного спуска|Компактный парашют. Должен быть с тобой всегда|Никогда не знаешь, когда он может понадобиться|'Пробел' по умолчанию, пока находишься в воздухе"],
    /*====== ROOF =====*/
    /*Roof - Logic*/
    ["#ROOF_NO_TERMINALS#","Кажется у меня их нет..."],
    ["#ROOF_INV_TERMINAL#","Не удалось перепрошить"],
    /*Roof - Common answers*/
    ["#ROOF_0X_A_BACK3#","Кое-что ещё"],
    ["#ROOF_0X_A_EXIT1#","Мне нужно идти"],
    ["#ROOF_0X_A_EXIT2#","Спасибо, но мне нужно идти"],
    /*Roof - ROOF_00*/
    ["#ROOF_00_Q_01#","Новенький, да?"],
    ["#ROOF_00_Q_02#","Что нового?"],
    ["#ROOF_00_Q_03#","Да?"],
    ["#ROOF_00_Q_04#","Тебе что-то нужно?"],
    ["#ROOF_00_Q_05#","Сраные бочки..."],
    ["#ROOF_00_A_00#","Можешь терминал БПЛА перепрошить?"],
    ["#ROOF_00_A_01#","Что ты здесь делаешь?"],
    ["#ROOF_00_A_02#","Что ещё можешь рассказать?"],
    /*Roof - ROOF_01*/
    ["#ROOF_01_Q_01#","А ты у нас не занятая пчёлка, да?"],
    ["#ROOF_01_Q_02#","Ты разве не должен быть в другом месте?"],
    ["#ROOF_01_Q_03#","Что?"],
    /*Reflash - terminal selection*/
    ["#ROOF_TS_Q_01#","Какая у тебя модель?"],
    ["#ROOF_TS_Q_02#","Который?"],
    /*Reflash - payment*/
    ["#ROOF_PAY_A_01#","Конечно, вот, держи"],
    ["#ROOF_PAY_A_02#","У меня с собой столько нет"],
    ["#ROOF_PAY_A_03#","Я попробую как-нибудь по-другому"],
    /*Reflash - not enough money*/
    ["#ROOF_LOW_Q_01#","Ну и чё ты тогда ждёшь?|Иди заработай|Тут это не трудно"],
    ["#ROOF_LOW_Q_02#","Денег нет, да?|Бывает"],
    ["#ROOF_LOW_A_01#","Да, точно..."],
    ["#ROOF_LOW_A_02#","Я вернусь"],
    /*Roof - ROOF_WHAT*/
    ["#ROOF_WHAT_Q_01#","Дрочу стою, не заметно?|Не, серьёзно, я не жалуюсь, но|От меня было бы больше пользы, чем от некоторых|Если бы мне разрешили идти|Но нет. Иван, ты нужен здесь|Присматривай за припасами, запускай дроны, поглядывай вокруг|Да бля, без меня тут всё бы сгорело, я понимаю|Я ценный участник этой операции|Но знаешь какие бля тяжелые эти бочки?|И никто не помогает мне их спустить отсюда для этого мудака с машинами"],
    /*Roof - ROOF_NO_TRUST*/
    ["#ROOF_NO_TRUST_Q_01#","Без обид, братан|Но я не знаю тебя|Ты не знаешь меня|Так и живем|Приходи когда сделаешь себе имя"],
    ["#ROOF_NO_TRUST_Q_02#","Ммм...|Может позже|Не сейчас, ладно?"],
    ["#ROOF_NO_TRUST_Q_03#","А ты что, не работаешь сегодня?|Приходи позже"],
    ["#ROOF_NO_TRUST_Q_04#","Я занят|И ты должен быть занят|Так?|Почему бы тебе не пойти делать что-то полезное?|Я буду здесь, если ты вернёшься"],
    ["#ROOF_NO_TRUST_A_01#","Ладно"],
    ["#ROOF_NO_TRUST_A_02#","Ладно, пока"],
    /*Roof - ROOF_KNOW*/
    ["#ROOF_KNOW_Q_01#","Я знаю многое|Историю этого места|Местных легенд|Немного шарю за слухи|Что тебя интересует?"],
    ["#ROOF_KNOW_Q_02#","Ну, типа, я не занят|Почему бы и нет|Что тебя интересует?"],
    ["#ROOF_KNOW_Q_03#","Я знаю немного того|Немного этого|Тебя что интересует?"],
    ["#ROOF_KNOW_A_01#","История этого места"],
    ["#ROOF_KNOW_A_02#","Местные легенды"],
    ["#ROOF_KNOW_A_03#","Местные слухи"],
    /*Roof - ROOF_HIST00*/
    ["#ROOF_HIST00_Q_01#","Вкратце или подробнее?"],
    ["#ROOF_HIST00_A_01#","Вкратце"],
    ["#ROOF_HIST00_A_02#","Подробнее"],
    /*Roof - ROOF_HIST01*/
    ["#ROOF_HIST01_Q_01#","Окей, краткая история|Мы были наемниками|New Wild Geese|Делали кое-какую работу для кое-кого|Но потом кому-то из начальства захотелось 'свободы'|Не захотели играть по чужим правилам, не захотели делиться|Так что нас вычеркнули из списка|Лишили финансов и доступа ко всем активам|Мы потеряли кучу контрактов и клиентов тоже|Многие ушли, некоторые остались|И вот мы здесь. Начинаем с самого низа|Пытаемся заработать грабя вооружённых бедолаг|Заполняем черный рынок нашими товарами|Работа грязная, но мы справляемся"],
    ["#ROOF_HIST01_A_01#","Окей, не знал, спасибо"],
    ["#ROOF_HIST01_A_02#","Хм. Понял"],
    ["#ROOF_HIST01_A_03#","Ты ужасный рассказчик"],
    /*Roof - ROOF_HIST02*/
    ["#ROOF_HIST02_Q_01#","Ух, братан, ты сам попросил|Было время когда 'старички' воевали в составе 'РФ2'|Я про это знаю мало, меня там не было|Но я слышал, что это была серьёзная организация|С множеством людей в ней|Но произошёл разлад между 'основателями' и 'простыми смертными'|И случился первый исход|Нужные люди ушли|И создали 'UTF' - миротворческий корпус, в который я вступил|Всё было просто, мы защищали эти острова от врагов|Или так нам говорили по крайней мере|Не знаю, иногда мы 'куражились'|Наносили материальный ущерб, взрывали всякое дерьмо|Ничего такого, обычные миротворцы на стероидах|Потом второй разлад|Уже новых 'основателей' и 'оппозиции' по вопросам управления|Кому писать законы, кому им следовать|'Все ли равны' и тому подобное|Не смогли решить свои разногласия, и случился второй исход|Вот тогда наши и создали новую боевую единицу|'New Wild Geese'|Организация наемников|Чтобы делать всякую работу для всяких людей|Самое главное - делать её так, как нам нравится|Без оглядки на 'можно' и 'нельзя'|Никаких претензий с моей стороны, было весело пока это работало|Теперь вот новая итерация... вероятно последняя|Мы опять идём снизу вверх, и делаем что можем|Посмотрим, куда это приведёт"],
    ["#ROOF_HIST02_A_01#","Это было занимательно"],
    ["#ROOF_HIST02_A_02#","Хм. Так вот что случилось"],
    ["#ROOF_HIST02_A_03#","Я почти заснул, честно"],
    ["#ROOF_HIST02_A_04#","Дядя, этот рассказ охуенный"],
    /*Roof - ROOF_LGND00*/
    ["#ROOF_LGND00_Q_01#","Это не типа 'легенды и сказки'|Не 'гномы и феи'|Есть люди здесь, которых мы называем местными легендами|Про кого хочешь узнать?"],
    ["#ROOF_LGND00_Q_02#","Местные легенды?|Про кого хочешь узнать?"],
    ["#ROOF_LGND00_Q_03#","Да, местные легенды|Хорошие парни|Ну, большинство из них|Некоторые из них... короче это сложно объяснить"],
    ["#ROOF_LGND00_A_01#","Оператор HOPA"],
    ["#ROOF_LGND00_A_02#","Кто такой Bit... Rayman? Raymon?"],
    ["#ROOF_LGND00_A_03#","Банка с редбулом?"],
    ["#ROOF_LGND00_A_04#","Как его зовут... Хуии? Хьюйи?"],
    ["#ROOF_LGND00_A_05#","Асмо"],
    /*Roof - ROOF_LGND01*/
    ["#ROOF_LGND01_Q_01#","Да, кого?"],
    ["#ROOF_LGND01_Q_02#","Про кого рассказать?"],
    ["#ROOF_LGND01_Q_03#","Окей, я знаю их всех, про кого хочешь узнать?"],
    /*Roof - another legend*/
    ["#ROOF_LGND_A_01#","Что насчёт остальных?"],
    /*Roof - ROOF_LGND_HOPA*/
    ["#ROOF_LGND_HOPA_Q_01#","Гений ёпта|Мог присобачить что угодно к чему угодно|Собирал системы за ночь|Хоть изолентой, дерьмом и палками - раз раз и готово|Легендарный инженер"],
    /*Roof - ROOF_LGND_BIT*/
    ["#ROOF_LGND_BIT_Q_01#","Не, Rayman - это другой парень|А этот Bit-Ramon|Маньяк чёртов|Мог на вертолёте в здание влететь|И всех там замочить ещё до нашего подхода|Мы думали, что он и MoshPit|Самые крутые пацаны на свете|И всё ждали, что они встретятся, порешают друг друга|Оказалось, прикинь|Что это один и тот же человек|Просто подъёбывал обе стороны|Чисто по приколу|А, ну и за бабло, конечно"],
    /*Roof - ROOF_LGND_BANKA*/
    ["#ROOF_LGND_BANKA_Q_01#","Не, 'Banka RedBulla'|Странное имя, знаю|Он мог провести часы в арсенале|Подгоняя свою форму под какую-нибудь 1969-ю вьетнамскую бригаду|Которую только он знал|Хрена энтузиаст, да?|Весело было, когда он командовал|Все играли в одевашки|Никаких исключений|Людям даже нравилось|Он также мог рассказать тебе гораздо больше, чем я|Просто ходячая энциклопедия"],
    /*Roof - ROOF_LGND_HUI*/
    ["#ROOF_LGND_HUI_Q_01#","На меня не смотри|Я без понятия как его позывной произносить|Легендарный пилот, который мог тебя доставить туда и обратно|На чём угодно|Самолёты, вертолёты, СВВП - он любую технику мог пилотировать|И мог посадить вертолёт на фонарный столб|А, ещё он когда-то притащил неисправную рацию|Проблемы с соединением|Мы не знаем как, но он сжег ей все электронику на базе|Весело было"],
    /*Roof - ROOF_LGND_ASMO*/
    ["#ROOF_LGND_ASMO_Q_01#","Кто сука такой этот Asmo?"],
    /*Roof - ROOF_RUMR*/
    ["#ROOF_RUMR_Q_01#","Кости видел?|Люди говорят, что есть места, где кости разбросаны|Проблема в том, что|Разные люди указывают на разные места|Так что это может быть что-то глобальное|И мы не знаем, кто это делает и зачем"],
    ["#ROOF_RUMR_Q_02#","Некоторые местные подхватили...|Какую-то сыпь или типа оспы|Но теперь их изолировали в лагерях с вооружённой охраной|Я не знаю что это, но это точно НЕ хорошая новость|Говорю тебе"],
    ["#ROOF_RUMR_Q_03#","Посмотрим...|У нас есть проблема с каким-то маньяком, который убивает людей|Снимает мясо с костей, и выставляет черепа на показ|Как насчёт такого слуха?|Страшно?|Не бойся|У тебя есть пистолет|У него возможно тоже"],
    ["#ROOF_RUMR_Q_04#","Извини, ничего не приходит в голову"],
    ["#ROOF_RUMR_Q_05#","Радиовышки|Я тебе говорю|Они излучают опасную радиацию|Так что радуйся, что у нас их тут нет"],
    ["#ROOF_RUMR_Q_06#","Не пей местную воду|Они туда что-то добавляют"],
    ["#ROOF_RUMR_Q_07#","Недалеко от нас было кораблекрушение|Сто метров от берега|И ни одного выжившего|Можешь представить? Кто... или что их убило?"],
    ["#ROOF_RUMR_Q_08#","Эй, я не скажу где и что|Ты узнаешь, когда увидишь|Просто|Не смотри в их глаза и всё будет хорошо"],
    ["#ROOF_RUMR_Q_09#","У нас тут расплодилось какое-то колдовство или культ|Я не знаю что это|И я не знаю стоит ли нам уже беспокоиться"],
    ["#ROOF_RUMR_Q_10#","Там где-то на этом острове есть секретная пещера|Что?|Да, я скажу это не зависимо от острова|Всегда есть хотя бы одна"],
    ["#ROOF_RUMR_A_01#","Подожди? Серьёзно?"],
    ["#ROOF_RUMR_A_02#","Так говорят, да?"],
    ["#ROOF_RUMR_A_03#","Это бред"],
    ["#ROOF_RUMR_A_04#","Есть ещё какие-то слухи?"],
    /*Roof - ROOF_HELP*/
    ["#ROOF_HELP_Q_01#","Что тебя интересует?"],
    ["#ROOF_HELP_Q_02#","Так что?"],
    ["#ROOF_HELP_Q_03#","Так? Есть какие-то конкретные вопросы?"],
    /*Roof - ROOF_HELP_PLACE*/
    ["#ROOF_HELP_PLACE_Q_01#","Посмотрим...|Это грёбаная дыра|Посреди грёбаного нигде|И мы с тобой на вершине|Улыбнись и насладись видом|Если серьёзно,|Мы получаем припасы по воздуху|И эта крыша используется как место для выгрузки|Нет, мы не используем нормальную большую площадку внизу|Это для машиноголового мудака, чтобы парковать там свою хуйню|Удобно, да?|В любом случае, да, хрень выгружается сюда и забирается отсюда|Отюда же я запускаю дроны|Вот и всё"],
    /*Roof - ROOF_HELP_WHO*/
    ["#ROOF_HELP_WHO_Q_01#","Я твой дружелюбный сосед человек-паук|Что, не похож? Я забыл свою костюм на другом грёбаном острове"],
    /*Roof - ROOF_HELP_TALK*/
    ["#ROOF_HELP_TALK_Q_01#","Давай ка прикинем...|Есть вечно улыбающийся мудак,|Машиноголовый мудак,|Вечно под чем-то мудак,|Саркастичный жадный мудак,|И наш любимый, полевой командир,|Который благословляет нас своим присутствием|И приказами никуда не ходить|Это все, выбирай кого хочешь"],
    /*Roof - ROOF_HELP_USERFLOW*/
    ["#ROOF_HELP_USERFLOW_Q_01#","Ты не того спрашиваешь|Всё, что я могу сказать|Это если ты нажмёшь 'F3' на своем планшете|И закажешь поддержку дронов|То запускать их буду я"],
    /*Roof - ROOF_ADV*/
    ["#ROOF_ADV_Q_01#","Делай свою работу|Это мой совет"],
    ["#ROOF_ADV_Q_02#","Разные дроны предлагают разные возможности|Попробуй изучить их все"],
    ["#ROOF_ADV_Q_03#","Не говори никому, что ты меня здесь видел|Хотя, знаешь что?|Не говори никому вообще ничего"],
    ["#ROOF_ADV_Q_04#","Так его величество назвал меня 'новичком'?|Это хорошо. Это круто. Ровно так и должно быть|Подожди|Он не отпустит меня, если он думает, что я 'новичок'|Ах, бля..."],

    ["",""]
];